Repository: pivovar-samara/TT-Match
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ru

# Accessibility_MatchLength
source: Match length
ru: Длина матча

# Accessibility_Player_Blue
source: Blue player
ru: Синий игрок

# Accessibility_Player_Green
source: Green player
ru: Зелёный игрок

# Accessibility_RandomServe
source: Choose first server at random
ru: Выбрать подающего случайно

# Accessibility_ResetMatch
source: Reset match
ru: Сбросить матч

# Accessibility_Undo
source: Undo
ru: Отменить

source: Cancel
ru: Отмена

# MatchSettings_3games
source: 3 games, till 2 wins
ru: 3 гейма, до 2 побед

# MatchSettings_5games
source: 5 games, till 3 wins
ru: 5 геймов, до 3 побед

# MatchSettings_7games
source: 7 games, till 4 wins
ru: 7 геймов, до 4 побед

# Shake_ActionSheet_Confirm
source: Yes
ru: Да

# Shake_ActionSheet_Title
source: Start a new game?
ru: Начать новую игру?
